;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 1.24.61
; Update: 4-9-20156
;

[Translation]
LanguageName=ELL
LangCode=0408
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Επιβεβαίωση

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Ενεργές
TfrmWRMMain.btnCompleted.Caption=Ολοκληρωμένες
TfrmWRMMain.btnBack.caption=Πίσω
TfrmWRMMain.btnDone.Caption=Αποθήκευση
TfrmWRMMain.lblRepeat.caption=Επανάληψη:
TfrmWRMMain.lblTime.caption=Ώρα:
TfrmWRMMain.lblName.caption=Περιγραφή:
TfrmWRMMain.lblDate.caption=Ημερ/νία:
TfrmWRMMain.cbPeriod.Item1=Μία φορά
TfrmWRMMain.cbPeriod.Item2=Καθημερινά
TfrmWRMMain.cbPeriod.Item3=Κάθε βδομάδα
TfrmWRMMain.cbPeriod.Item4=Κάθε μήνα
TfrmWRMMain.cbPeriod.Item5=Κάθε χρόνο
;
;hint
;
TfrmWRMMain.RestoreHint=Αντίγραφο ασφαλείας & Επαναφορά
TfrmWRMMain.imgf.hint=Ακολουθήστε μας στο facebook
TfrmWRMMain.imgt.hint=Ακολουθήστε μας στο twitter
TfrmWRMMain.imgmail.hint=Μοιραστείτε το με τους φίλους σας
TfrmWRMMain.imghome.hint=Επίσημη ιστοσελίδα
TfrmWRMMain.CloseHint=Κλείσιμο
TfrmWRMMain.MenuHint=Μενού
TfrmWRMMain.MinHint=Ελαχιστοποίηση
TfrmWRMMain.lbl2.caption=Τρέχουσα έκδοση: %s
TfrmWRMMain.lbl3.Caption=Έλεγχος για ενημερώσεις
TfrmWRMMain.btnDetails.hint_1=Λεπτομέρειες
TfrmWRMMain.btnDetails.hint_2=Τροποποίηση και ανάκτηση
TfrmWRMMain.btnDelete.hint_1=Σήμανση ως ολοκληρωμένη
TfrmWRMMain.btnDelete.hint_2=Διαγραφή
TfrmWRMMain.OpenWindow=Άνοιγμα του WiseReminder
TfrmWRMMain.btnNew.Caption=νέα

msgdlg.btnNO=Όχι
msgdlg.btnOk=Εντάξει
msgdlg.btnYes=Ναι
;
; Time
;
constY=Χρόνος
constM=Μήνας
constD=Ημέρα
constHH=Ώρα
constMM=Λεπτό
constSS=Δευτερόλεπτο
constYs=Χρόνια
constMs=Μήνες
constDs=Ημέρες
constHHs=Ώρες
constMMs=Λεπτά
constSSs=Δευτερόλεπτα
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Άμεση βοήθεια
TfrmWRMMain.TrayMenuItem2=Φόρουμ
TfrmWRMMain.TrayMenuItem3=Επίσημη ιστοσελίδα
TfrmWRMMain.TrayMenuItem4=Επικοινωνήστε μαζί μας
TfrmWRMMain.TrayMenuItem5=Έλεγχος για ενημερώσεις
TfrmWRMMain.TrayMenuItem6=Έλεγχος για ειδήσεις
TfrmWRMMain.TrayMenuItem7=Γλώσσα / Language
TfrmWRMMain.TrayMenuItem8=Έναρξη στην εκκίνηση
TfrmWRMMain.TrayMenuItem9=Περί...
TfrmWRMMain.TrayMenuItem10=Έξοδος
TfrmRemindDlg.Caption_1=Έχετε χάσει μερικές υπενθυμίσεις
TfrmWRMMain.lbl1.caption=Επαναφορά
TfrmWRMMain.fxpmn.item1=Αντίγραφο ασφαλείας
TfrmWRMMain.fxpmn.item2=Επαναφορά
GetLang=Μετάφραση στα...
;
; Notice
;
TfrmRemindDlg.Caption=Ειδοποίηση
TfrmRemindDlg.btnComplete.Caption=Την έλαβα
TfrmRemindDlg.btnDelay.Caption=Αναβολή
;
; About
;
TfrmAbout.Caption=Περί...
TfrmAbout.lblEmail.caption=Email υποστήριξης:
TfrmAbout.lblhome.caption=Επίσημη ιστοσελίδα:
TfrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα:
TfrmAbout.btnOk.Caption=Εντάξει
TfrmAbout.lblver.Caption=Τρέχουσα έκδοση:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Σίγαση
TfrmWRMMain.cbbVoice.Item2 = Προεπιλογή
TfrmWRMMain.cbbVoice.Item3 = Προσαρμοσμένα 
TfrmWRMMain.lblVoice.Caption = Ήχος:

[Messages]
UnkonwFileType = Μη αναγνωρίσιμο αρχείο ήχου!
ExitModify=Έχετε μη αποθηκευμένες αλλαγές. Είστε βέβαιος ότι θέλετε να αφήσετε αυτή τη σελίδα.
RemindNameNULL=Παρακαλώ συμπληρώστε την περιγραφή της υπενθύμισης!
NewVer=Μια νέα έκδοση του Wise Reminder είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
NoNewVer=Συγχαρητήρια! Χρησιμοποιείτε την τελευταία έκδοση τώρα.
ExitApp=Είστε βέβαιος για την έξοδο από το Wise Reminder; Οι υπενθυμίσεις του Wise Reminder δεν θα είναι πλέον διαθέσιμες!
NoneReminder=Δεν έχετε ορίσει κάποια υπενθύμιση!
NoneCopmpleted=Δεν έχετε καμία ολοκληρωμένη υπενθύμιση!
NoneSelected=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο!
TimeOver=Έχετε ορίσει χρόνο παλαιότερο από τον τρέχοντα!

[Lang]
NativeLanguage=Ελληνικά
